{
    "Love": [
      "{name}, you make my heart skip a beat.",
      "Every time I see you, {name}, my heart just lights up.",
      "{name}, being with you feels like home.",
      "I never believed in love at first sight until I met you, {name}.",
      "If I had to choose between breathing and loving you, {name}, I would use my last breath to tell you I love you.",
      "{name}, just hearing your name makes me smile.",
      "Every love story is beautiful, but ours, {name}, is my favorite.",
      "They say love is blind, {name}, but it has let me see more than I ever did before.",
      "Meeting you, {name}, was fate. Becoming your friend was a choice. But falling in love with you was beyond my control.",
      "I love the way you, {name}, look at me as if you were seeing me for the first time, every time.",
      "{name}, with you, forever wouldn't be long enough.",
      "If kisses were stars, I'd give you the sky, {name}.",
      "You had me at 'hello, {name}'.",
      "If you were a movie, {name}, I'd watch you over and over again.",
      "I could walk through my garden forever if you were by my side, {name}.",
      "Loving you, {name}, is like breathing—so effortless, so natural.",
      "Thank you for stealing my eyes from the crowd and stealing my heart from me, {name}.",
      "You are the reason, {name}, that I wake up with a smile every morning.",
      "You are my today and all of my tomorrows, {name}.",
      "Every day with you, {name}, is a wonderful addition to my life's journey.",
      "{name}, you are my today and all of my tomorrows.",
      "Hey {name}, just a reminder that my love for you is like a circle—it has no end.",
      "{name}, hold my hand and I'll go anywhere with you.",
      "Falling in love with you, {name}, was the easiest thing I've ever done.",
      "{name}, your love is like the lamp in the window that guides me home through the darkest night.",
      "With you, {name}, I am home.",
      "{name}, if I had to choose between loving you and breathing, I would use my last breath to say I love you.",
      "Every time I see you, {name}, I fall in love all over again.",
      "{name}, you are my dream come true.",
      "If kisses were stars, I'd give you the sky, {name}.",
      "Just like a candle burns its flame, my heart burns its eternal love for you, {name}.",
      "I love you more than coffee, {name}, but please don’t make me prove it.",
      "Your love, {name}, is all I need to feel complete.",
      "I love making memories with you, {name}.",
      "{name}, you are my favorite distraction.",
      "Hey {name}, I love you more than yesterday and less than tomorrow.",
      "Every day with you, {name}, is a wonderful addition to my life's journey.",
      "You're not my number one, {name}. You're my only one.",
      "Your love shines in my heart, {name}, as the sun that shines upon the earth.",
      "Each day I love you more, today more than yesterday and less than tomorrow, {name}.",
      "Being with you, {name}, never felt wrong. It’s the one thing I did right.",
      "You're the part of I always need, {name}.",
      "If I know what love is, it is because of you, {name}.",
      "Every love story is beautiful, but ours, {name}, is my favorite.",
      "I still fall for you every day, {name}.",
      "To the world you may be one person, but to me, {name}, you are the world.",
      "Every time I think I know the reason why I love you, {name}, you give me another reason to add to the list.",
      "Grow old with me, {name}, the best is yet to be.",
      "Your voice is my favorite sound, {name}.",
      "So many of my smiles begin with you, {name}.",
      "Your love, {name}, is better than life.",
      "You are my today and all of my tomorrows, {name}.",
      "Hey {name}, in you, I've found the love of my life and my closest, truest friend.",
      "I wish I could turn back the clock. I’d find you sooner and love you longer, {name}.",
      "I look at you and see the rest of my life in front of my eyes, {name}.",
      "I went to sleep last night with a smile because I knew I’d be dreaming of you, {name}, but I woke up with a smile because you weren’t a dream.",
      "Everywhere I look I am reminded of your love. You are my world, {name}.",
      "We fight, we kiss, we hug, we text, we talk, we argue, we laugh, we smile, we love… That’s us, {name}.",
      "To be your friend was all I ever wanted; to be your lover was all I ever dreamed, {name}.",
      "I am so totally, completely, overwhelmingly, eye-poppingly, life-changingly, spectacularly, passionately, deliciously in love with you, {name}.",
      "Thank you, {name}, for always being my rainbow after the storm.",
      "I might not be a perfect person, but that’s okay, because I found the perfect partner in you, {name}.",
      "If I did anything right in my life, it was when I gave my heart to you, {name}.",
      "You are every reason, every hope, and every dream I’ve ever had, {name}.",
      "Thank you for being you, {name}. For sharing your love with me. For inspiring me to accept myself. For helping me see the unique beauty in imperfection. For showing me that love is something you do; something not just to be said, but also to be shown.",
      "I am forever grateful for the happiness and joy you have brought into my life, {name}.",
      "You are my paradise and I would happily get stranded on you for a lifetime, {name}.",
      "I've fallen in love many times… always with you, {name}.",
      "What I have with you, {name}, I don’t want with anyone else. You are enough for me."
    ],
    "Compliment": [
      "Your creativity is contagious, {name}.",
      "You have such a great perspective, {name}.",
      "I love how expressive your eyes are, {name}.",
      "Your ability to recall random factoids at just the right time is impressive, {name}.",
      "You're always learning new things and trying to better yourself, which is awesome, {name}.",
      "If someone based an Internet meme on you, it would have impeccable grammar, {name}.",
      "You could survive a zombie apocalypse, {name}.",
      "I bet you sweat glitter, {name}.",
      "You are like a corner piece of a puzzle - without you, {name}, the picture is incomplete.",
      "Your kindness is a balm to all who encounter it, {name}.",
      "You're a candle in the darkness, {name}.",
      "You're great at figuring stuff out, {name}.",
      "Your voice is magnificent, {name}.",
      "The people you love are lucky to have you in their lives, {name}.",
      "You're like a breath of fresh air, {name}.",
      "You make my insides jump around in the best way, {name}.",
      "You're so thoughtful, {name}.",
      "Your creative potential seems limitless, {name}.",
      "Your name suits you to a T, {name}.",
      "You're a smart cookie, {name}."
    ],
    "Humor": [
        "{name}, you're the reason this country has to put directions on shampoo.",
        "With great power comes great electricity bills. Good luck, {name}!",
        "{name}, remember, if at first you don't succeed, skydiving is not for you.",
        "Age is just a number, {name}, and in your case it’s a high one.",
        "Don’t give up on your dreams so soon, {name}. Sleep longer.",
        "Always borrow money from a pessimist, {name}. They won't expect it back.",
        "{name}, if life gives you melons, you might be dyslexic.",
        "I am on a seafood diet. Every time I see food, I eat it. Join me, {name}?",
        "I told {name} to play dead in the road. You know they’re bad at acting when the vultures don’t even land.",
        "{name}, you're proof that even Google doesn’t have all the answers.",
        "I’m multitasking: I can listen, ignore and forget at the same time. What’s your talent, {name}?",
        "{name}, if you think nobody cares if you’re alive, try missing a couple of car payments.",
        "Mirrors can’t talk, and luckily for you, {name}, they can’t laugh either.",
        "{name}, your secrets are always safe with me. I never even listen when you tell me them.",
        "I’m not saying I hate you, {name}, but I would unplug your life support to charge my phone.",
        "{name}, remember: If you can’t convince them, confuse them.",
        "Life is short, {name}. Smile while you still have teeth.",
        "{name}, you're like a cloud. When you disappear, it’s a beautiful day.",
        "Don’t worry, {name}, the first 40 years of childhood are always the hardest.",
        "I’m not lazy, {name}, I’m just on my energy-saving mode."
      ],
      "Inspiration": [
        "{name}, believe you can and you’re halfway there.",
        "The only time you should ever look back, {name}, is to see how far you’ve come.",
        "Don’t watch the clock; do what it does, {name}. Keep going.",
        "Stay positive, work hard, make it happen, {name}.",
        "You are never too old to set another goal or to dream a new dream, {name}.",
        "Your limitation—it’s only your imagination, {name}. Push the boundaries.",
        "Push yourself, {name}, because no one else is going to do it for you.",
        "Sometimes later becomes never, {name}. Do it now."
      ],
      "Friendship": [
        "{name}, true friends are never apart, maybe in distance but never in heart.",
        "Friendship isn't about who you've known the longest, {name}. It's about who walked into your life, said 'I'm here for you,' and proved it.",
        "Friends are the family you choose, {name}.",
        "A real friend is one who walks in when the rest of the world walks out, {name}.",
        "A single rose can be my garden; a single friend, my world, {name}.",
        "Good friends are like stars, {name}. You don't always see them, but you know they're always there.",
        "A friend is someone who understands your past, believes in your future, and accepts you just the way you are, {name}.",
        "Friends are the siblings God never gave us, {name}.",
        "Friendship is the only cement that will ever hold the world together, {name}.",
        "It's not what we have in life, but who we have in our life that matters, {name}."
      ]
  }
  